import NattaphonChaisiriwattanakulProfile from "../../images/reviewers/NattaphonChaisiriwattanakul.jpg"
import ZinPasaweeLaearunProfile from "../../images/reviewers/ZinPasaweeLaearun.jpg"
import NattakitSamrethProfile from "../../images/reviewers/NattakitSamreth.jpg"
import PattimaSommaiProfile from "../../images/reviewers/PattimaSommai.jpg"
import SurasakChaisurinProfile from "../../images/reviewers/SurasakChaisurin.jpg"

export default [
  {
    reviewer: "Nattaphon Chaisiriwattanakul",
    profile: NattaphonChaisiriwattanakulProfile,
    detail: "จะว่าเป็นค่ายก็ไม่ใช่ เรียก Web Hackathon แทนแล้วกัน เป็นกิจกรรมที่สนุกมาก ไม่เครียดเท่าไป Hackathon จริงๆเท่าไหร่เพราะเหมือนมาแชร์ความรู้หรือมาทำเว็บกันสนุกๆ ทั้งสต๊าฟและผู้ร่วมงานคือเป็นกันเอง คุยกันได้หมดเลย บรรยากาศก็ดี อาหารอร่อยก็จ้า",
  },
  {
    reviewer: "Zin Pasawee Laearun",
    profile: ZinPasaweeLaearunProfile,
    detail: "Web for fun เป็นงานที่สนุกมาก คือแบบ ไปแบบงงๆ ทำงานแบบ งงๆ พรีเซนคืองงใหญ่ เป็นงานที่ไม่กดดันเลย เฮฮามาก รู้สึกว่าเป็นงาน hack ที่ชิวสุดด, สตาฟคือดีมากก อาหารนี้บอกเลยว่าถ้าอยู่ มากกว่านี้อ้วนตายแน่ๆ พี่เลี้ยงดีกันมากจริงฟ",
  },
  {
    reviewer: "Nattakit Samreth",
    profile: NattakitSamrethProfile,
    detail: "ที่ได้ไปงานมาปีที่แล้ว บรรยากาศงานเป็นกันเองมากๆครับ จะไปกลุ่มหรือไปเดี่ยวก็ไม่ต้องกลัวเหงาเพราะจะได้เจอเพื่อนๆใหม่ๆ แลกเปลี่ยนประสบการณ์กัน แชร์ไอเดียกัน หรือถ้าไม่มีไอเดียก็ไปคิดที่งานทางทีมงานก็มีคำแนะนำให้ด้วยว่าหาไอเดียยังไงดดีเริ่มจากตรงไหน แถมยังมีการเปิด session สอนในเรื่องที่มีคนอยากรู้หรืออยากสอนด้วยทำให้เราได้เรียนรู้อะไรอีกเยอะเลย สุดท้าย สถานที่จัดงานดี อาหารอร่อย ทีมงานดี เพื่อนร่วมงานดี แนะนำมากๆครับ 😀",
  },
  {
    reviewer: "Pattima Sommai",
    profile: PattimaSommaiProfile,
    detail: "ก็ในงานสถานที่จัดสะอาด น่าอยู่มากๆ คนมาใหม่อาจจะงงทางนิดนึง งานใช้ระยะเวลาไม่นานเพียงแค่สองวันเท้านั้น ในงานรับหน้าที่เป็นคนเขียนโครงสร้างกับออกแบบหน้าเว็บ ใช้ html+css ส่วนอีกคนรับหน้าที่เขียน js+ดูทางด้านอัพเว็บขึ้นเซิร์ฟเวอร์ ใช้เวลาทำ1 วันกับอีก1 คืน เกือบไม่ได้นอน(ฮ่าๆๆๆ) ถ้าถามว่าได้อะไรจากงานนี้ ขอตอบว่าได้ฝึกความคิดสร้างสรรค์และความสามารถในการปั่นเว็บให้เสร็จใน 1 คืน (ของเราทำเป็นเวียนเทียนออนไลน์) อีกทั้งยังได้ฝึกพิชชิ่ง ขายงานอีกด้วย",
  },
  {
    reviewer: "Surasak Chaisurin",
    profile: SurasakChaisurinProfile,
    detail: "อยากบอกว่า web for fun เป็นกิจกรรมที่ดีมากๆ ได้ประสบการณ์ในความกดดันที่ต้องทำให้โปรเจคเสร็จให้ทัน แล้วก็ได้แลกเปลี่ยนกับเพื่อนๆด้วย แนะนำครับ",
  },
]